Revit 2027 API
DWGImportOptions Constructor
 Constructs a new instance of DWGImportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DWGImportOptions()
Public Sub New
public:
DWGImportOptions()
new : unit -> DWGImportOptions
See Also
Reference
DWGImportOptions Class
DWGImportOptions Overload
Autodesk.Revit.DB Namespace